// src/data/dummy.ts

import { describe } from "node:test";


export const members = [
  {
    name: "Erdene Ganbat",
    role: "Club President",
    image: "/images/board/ganbat.png",
    email: "deganbat@yahoo.com",
    education: [
      "Bachelor’s Degree in Business Administration",
      "Master’s Degree in Business Administration",
    ],
    experience: [
      "One of the founding members of Tuul Rotary Club in 2004",
      "Club President (2017–2018)",
      "Served in the Office of the District Governor, Zone 10, District 3450 (2019–2020)",
      "Founder of Khunnu Rotary Club; President for 2023–2024 and 2024–2025",
    ],
  },
  {
    name: "Tseyen Enkhnaran",
    role: "Member",
    email: "enaran9999@gmail.com",
    image: "/images/board/enkhnaran.png",
    experience: [
      "General Department of Taxation",
      "Large Taxpayers Office",
      "State Tax Inspector at Chingeltei and Khan-Uul District Tax Offices",
      "Senior State Tax Inspector",
      "Head of Department (2000–2021)",
    ],
  },
];


export const events = [
  {
    id: 1,
    name: "Donation of a Fully Equipped Ambulance",
    desc: "A joint project implemented by Khunnu Rotary Club in cooperation with Rotary Clubs of the Republic of Korea has been successfully completed, resulting in the donation of a fully equipped ambulance.",
    image: "/images/events/ambulance.png",
    date: "2025-11-25",
    location: "Улаанбаатар",
  },
  {
    id: 2,
    name: "“Sports Day 2024” Organized by Khunnu Rotary Club",
    image: "/images/events/sports.png",
    date: "2025-11-25",
    location: "Улаанбаатар",
    desc:"“Sports Day 2024,” organized by Khunnu Rotary Club on October 26–27, 2024, was successfully held, bringing members and participants together through sports activities that promoted teamwork, health, and community spirit."
  },
    {
    id: 3,
    name: "Donation of a Fully Equipped Ambulance",
    desc: "A joint project implemented by Khunnu Rotary Club in cooperation with Rotary Clubs of the Republic of Korea has been successfully completed, resulting in the donation of a fully equipped ambulance.",
    image: "/images/events/ambulance.png",
    date: "2025-11-25",
    location: "Улаанбаатар",
  },
];

export const news = [
  {
    id: 1,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/news20.png",
    title: "НИЙСЛЭЛИЙН ТҮРГЭН ТУСЛАМЖИЙН ТӨВД  ДУУДЛАГЫН АВТОМАШИН ХАНДИВЛАЛАА",
    desc: "Олон улсын 3450-р дүүргийн Хүннү Ротари клуб болон  БНСУ-ын 3662-р дүүргийн Жэжү Ротари Сүнби, Ханлим ротари клуб гээд нийт  7  Клубын гишүүдийн хамтарсан халуун сэтгэлийн хандивын үр дүнд энэ төсөл бодит биелэлээ ололоо. ",
    par1: "Дэлхийн ротаригийн GG2574004 дугаартай 48.000$-ын уг төсөл нь Түргэн тусламжийн тэрэг, Хяналтын монитор, тоног төхөөрөмж, өвлийн 8 запас дугуйг тус тус хандивлав. . Хүннү Ротари клубын үүсгэн байгуулагч Э.Ганбат , 3662 дүүргийн Сунби Ротари клубын 2024-25 оны ерөнхийлөгч Kang Ju Young хандивын үйл ажиллагааг албан ёсоор нээж үг хэлэв. Тус арга хэмжээнд УБ хотын Түргэн тусламжийн төвийн дарга Ариунболд, 3450-р дүүргийн 10-р бүсийн захирагч Намжилмаа, Хүннү Ротари клубын 2025-26 оны ерөнхийлөгч Б.Цэвээнпүрэв, 2026-27 нарийн бичгийн дарга Ж.Баярмаа бусад гишүүд хандивлагч нар оролцов.",
    par2: "Хүннү Ротари клуб болон Бүгд Найрамдах Солонгос Улсын Жэжү арлын  3662 дүүргийн 5-н клуб хамтран Нийслэлийн түргэн тусламжийн төвд БҮРЭН ТОНОГЛОСОН ТҮРГЭН ТУСЛАМЖИЙН АВТОМАШИН-ыг (амьсгалын аппарат, дефибриллятор, хяналтын монитор, өвлийн 8 дугуй) гардууллаа.",
    par3: "Тус үйл ажиллагаанд Хүннү Ротари клубын үүсгэн байгуулагч Э.Ганбат, 3662 дүүргийн Сунби Ротари клубын 2024-2025 оны ерөнхийлөгч Kang Ju Young нар нээж үг хэллээ. Төвийн дарга С.Ариунболд үйл ажиллагаа болон автомашины ашиглалт, эвдрэл гэмтэл нь үйлчилгээ үзүүлэхэд хэрхэн нөлөөлдөг тухай товч танилцуулга хийж Нийслэлийн иргэдийнхээ өмнөөс баярлаж талархсанаа илэрхийллээ",
  },
  {
    id: 2,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/news20.png",
    title: "НИЙСЛЭЛИЙН ТҮРГЭН ТУСЛАМЖИЙН ТӨВД  ДУУДЛАГЫН АВТОМАШИН ХАНДИВЛАЛАА",
    desc: "Олон улсын 3450-р дүүргийн Хүннү Ротари клуб болон  БНСУ-ын 3662-р дүүргийн Жэжү Ротари Сүнби, Ханлим ротари клуб гээд нийт  7  Клубын гишүүдийн хамтарсан халуун сэтгэлийн хандивын үр дүнд энэ төсөл бодит биелэлээ ололоо. ",
    par1: "Дэлхийн ротаригийн GG2574004 дугаартай 48.000$-ын уг төсөл нь Түргэн тусламжийн тэрэг, Хяналтын монитор, тоног төхөөрөмж, өвлийн 8 запас дугуйг тус тус хандивлав. . Хүннү Ротари клубын үүсгэн байгуулагч Э.Ганбат , 3662 дүүргийн Сунби Ротари клубын 2024-25 оны ерөнхийлөгч Kang Ju Young хандивын үйл ажиллагааг албан ёсоор нээж үг хэлэв. Тус арга хэмжээнд УБ хотын Түргэн тусламжийн төвийн дарга Ариунболд, 3450-р дүүргийн 10-р бүсийн захирагч Намжилмаа, Хүннү Ротари клубын 2025-26 оны ерөнхийлөгч Б.Цэвээнпүрэв, 2026-27 нарийн бичгийн дарга Ж.Баярмаа бусад гишүүд хандивлагч нар оролцов.",
    par2: "Хүннү Ротари клуб болон Бүгд Найрамдах Солонгос Улсын Жэжү арлын  3662 дүүргийн 5-н клуб хамтран Нийслэлийн түргэн тусламжийн төвд БҮРЭН ТОНОГЛОСОН ТҮРГЭН ТУСЛАМЖИЙН АВТОМАШИН-ыг (амьсгалын аппарат, дефибриллятор, хяналтын монитор, өвлийн 8 дугуй) гардууллаа.",
    par3: "Тус үйл ажиллагаанд Хүннү Ротари клубын үүсгэн байгуулагч Э.Ганбат, 3662 дүүргийн Сунби Ротари клубын 2024-2025 оны ерөнхийлөгч Kang Ju Young нар нээж үг хэллээ. Төвийн дарга С.Ариунболд үйл ажиллагаа болон автомашины ашиглалт, эвдрэл гэмтэл нь үйлчилгээ үзүүлэхэд хэрхэн нөлөөлдөг тухай товч танилцуулга хийж Нийслэлийн иргэдийнхээ өмнөөс баярлаж талархсанаа илэрхийллээ",
  },
  {
    id: 3,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/news20.png",
    title: "НИЙСЛЭЛИЙН ТҮРГЭН ТУСЛАМЖИЙН ТӨВД  ДУУДЛАГЫН АВТОМАШИН ХАНДИВЛАЛАА",
    desc: "Олон улсын 3450-р дүүргийн Хүннү Ротари клуб болон  БНСУ-ын 3662-р дүүргийн Жэжү Ротари Сүнби, Ханлим ротари клуб гээд нийт  7  Клубын гишүүдийн хамтарсан халуун сэтгэлийн хандивын үр дүнд энэ төсөл бодит биелэлээ ололоо. ",
    par1: "Дэлхийн ротаригийн GG2574004 дугаартай 48.000$-ын уг төсөл нь Түргэн тусламжийн тэрэг, Хяналтын монитор, тоног төхөөрөмж, өвлийн 8 запас дугуйг тус тус хандивлав. . Хүннү Ротари клубын үүсгэн байгуулагч Э.Ганбат , 3662 дүүргийн Сунби Ротари клубын 2024-25 оны ерөнхийлөгч Kang Ju Young хандивын үйл ажиллагааг албан ёсоор нээж үг хэлэв. Тус арга хэмжээнд УБ хотын Түргэн тусламжийн төвийн дарга Ариунболд, 3450-р дүүргийн 10-р бүсийн захирагч Намжилмаа, Хүннү Ротари клубын 2025-26 оны ерөнхийлөгч Б.Цэвээнпүрэв, 2026-27 нарийн бичгийн дарга Ж.Баярмаа бусад гишүүд хандивлагч нар оролцов.",
    par2: "Хүннү Ротари клуб болон Бүгд Найрамдах Солонгос Улсын Жэжү арлын  3662 дүүргийн 5-н клуб хамтран Нийслэлийн түргэн тусламжийн төвд БҮРЭН ТОНОГЛОСОН ТҮРГЭН ТУСЛАМЖИЙН АВТОМАШИН-ыг (амьсгалын аппарат, дефибриллятор, хяналтын монитор, өвлийн 8 дугуй) гардууллаа.",
    par3: "Тус үйл ажиллагаанд Хүннү Ротари клубын үүсгэн байгуулагч Э.Ганбат, 3662 дүүргийн Сунби Ротари клубын 2024-2025 оны ерөнхийлөгч Kang Ju Young нар нээж үг хэллээ. Төвийн дарга С.Ариунболд үйл ажиллагаа болон автомашины ашиглалт, эвдрэл гэмтэл нь үйлчилгээ үзүүлэхэд хэрхэн нөлөөлдөг тухай товч танилцуулга хийж Нийслэлийн иргэдийнхээ өмнөөс баярлаж талархсанаа илэрхийллээ",
  },
  {
    id: 4,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/news20.png",
    title: "НИЙСЛЭЛИЙН ТҮРГЭН ТУСЛАМЖИЙН ТӨВД  ДУУДЛАГЫН АВТОМАШИН ХАНДИВЛАЛАА",
    desc: "Олон улсын 3450-р дүүргийн Хүннү Ротари клуб болон  БНСУ-ын 3662-р дүүргийн Жэжү Ротари Сүнби, Ханлим ротари клуб гээд нийт  7  Клубын гишүүдийн хамтарсан халуун сэтгэлийн хандивын үр дүнд энэ төсөл бодит биелэлээ ололоо. ",
    par1: "Дэлхийн ротаригийн GG2574004 дугаартай 48.000$-ын уг төсөл нь Түргэн тусламжийн тэрэг, Хяналтын монитор, тоног төхөөрөмж, өвлийн 8 запас дугуйг тус тус хандивлав. . Хүннү Ротари клубын үүсгэн байгуулагч Э.Ганбат , 3662 дүүргийн Сунби Ротари клубын 2024-25 оны ерөнхийлөгч Kang Ju Young хандивын үйл ажиллагааг албан ёсоор нээж үг хэлэв. Тус арга хэмжээнд УБ хотын Түргэн тусламжийн төвийн дарга Ариунболд, 3450-р дүүргийн 10-р бүсийн захирагч Намжилмаа, Хүннү Ротари клубын 2025-26 оны ерөнхийлөгч Б.Цэвээнпүрэв, 2026-27 нарийн бичгийн дарга Ж.Баярмаа бусад гишүүд хандивлагч нар оролцов.",
    par2: "Хүннү Ротари клуб болон Бүгд Найрамдах Солонгос Улсын Жэжү арлын  3662 дүүргийн 5-н клуб хамтран Нийслэлийн түргэн тусламжийн төвд БҮРЭН ТОНОГЛОСОН ТҮРГЭН ТУСЛАМЖИЙН АВТОМАШИН-ыг (амьсгалын аппарат, дефибриллятор, хяналтын монитор, өвлийн 8 дугуй) гардууллаа.",
    par3: "Тус үйл ажиллагаанд Хүннү Ротари клубын үүсгэн байгуулагч Э.Ганбат, 3662 дүүргийн Сунби Ротари клубын 2024-2025 оны ерөнхийлөгч Kang Ju Young нар нээж үг хэллээ. Төвийн дарга С.Ариунболд үйл ажиллагаа болон автомашины ашиглалт, эвдрэл гэмтэл нь үйлчилгээ үзүүлэхэд хэрхэн нөлөөлдөг тухай товч танилцуулга хийж Нийслэлийн иргэдийнхээ өмнөөс баярлаж талархсанаа илэрхийллээ",
  },
  {
    id: 5,
    type: "мэдээ",
    date: "2025-10-15",
    image: "/images/news/news20.png",
    title: "НИЙСЛЭЛИЙН ТҮРГЭН ТУСЛАМЖИЙН ТӨВД  ДУУДЛАГЫН АВТОМАШИН ХАНДИВЛАЛАА",
    desc: "Олон улсын 3450-р дүүргийн Хүннү Ротари клуб болон  БНСУ-ын 3662-р дүүргийн Жэжү Ротари Сүнби, Ханлим ротари клуб гээд нийт  7  Клубын гишүүдийн хамтарсан халуун сэтгэлийн хандивын үр дүнд энэ төсөл бодит биелэлээ ололоо. ",
    par1: "Дэлхийн ротаригийн GG2574004 дугаартай 48.000$-ын уг төсөл нь Түргэн тусламжийн тэрэг, Хяналтын монитор, тоног төхөөрөмж, өвлийн 8 запас дугуйг тус тус хандивлав. . Хүннү Ротари клубын үүсгэн байгуулагч Э.Ганбат , 3662 дүүргийн Сунби Ротари клубын 2024-25 оны ерөнхийлөгч Kang Ju Young хандивын үйл ажиллагааг албан ёсоор нээж үг хэлэв. Тус арга хэмжээнд УБ хотын Түргэн тусламжийн төвийн дарга Ариунболд, 3450-р дүүргийн 10-р бүсийн захирагч Намжилмаа, Хүннү Ротари клубын 2025-26 оны ерөнхийлөгч Б.Цэвээнпүрэв, 2026-27 нарийн бичгийн дарга Ж.Баярмаа бусад гишүүд хандивлагч нар оролцов.",
    par2: "Хүннү Ротари клуб болон Бүгд Найрамдах Солонгос Улсын Жэжү арлын  3662 дүүргийн 5-н клуб хамтран Нийслэлийн түргэн тусламжийн төвд БҮРЭН ТОНОГЛОСОН ТҮРГЭН ТУСЛАМЖИЙН АВТОМАШИН-ыг (амьсгалын аппарат, дефибриллятор, хяналтын монитор, өвлийн 8 дугуй) гардууллаа.",
    par3: "Тус үйл ажиллагаанд Хүннү Ротари клубын үүсгэн байгуулагч Э.Ганбат, 3662 дүүргийн Сунби Ротари клубын 2024-2025 оны ерөнхийлөгч Kang Ju Young нар нээж үг хэллээ. Төвийн дарга С.Ариунболд үйл ажиллагаа болон автомашины ашиглалт, эвдрэл гэмтэл нь үйлчилгээ үзүүлэхэд хэрхэн нөлөөлдөг тухай товч танилцуулга хийж Нийслэлийн иргэдийнхээ өмнөөс баярлаж талархсанаа илэрхийллээ",
  },
];

export const areas = [
  {
    key: 1,
    id: 1,
    location: "БЗД",
    area: "Хүчний байгууллага",
    height: "120-150 м",
  },
  {
    key: 2,
    id: 2,
    location: "СХД",
    area: "Цахилгаан станцууд",
    height: "100-120 м",
  },
  {
    key: 3,
    id: 3,
    location: "СБД",
    area: "Сүхбаатарын талбай",
    height: "150-170 м",
  },
  { key: 4, id: 4, location: "ХУД", area: "Нисэх буудал", height: "120-160 м" },
  {
    key: 5,
    id: 5,
    location: "ЧД",
    area: "Төрийн тусгай хамгаалалттай газар",
    height: "130-180 м",
  },
];

